console.log(`
Страница Main (60)
7+35+6+12=60

------ Проверка верстки +7 ------

+4 https://validator.w3.org/ . 
+1 логотип в хедере состоит из текстовых элементов 
+1 страница содержит ровно один элемент <h1> 
+1 добавлен favicon 

------ Вёрстка соответствует макету +35 ------

+5 блок <header> 
+5 блок Not only 
+5 блок About 
+5 блок Our Friends 
+5 блок Help 
+5 блок In addition 
+5 блок <footer> 

------ Требования к css +6 ------

+2 для позиционирования элементов блока Help использована сеточная верстка (flexbox или grid) 
+2при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине 
+2 фоновый цвет тянется на всю ширину страницы 

------ Интерактивность элементов +12 ------

+2 элемент About the Shelter в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны 
+2 каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки 
+2 плавная прокрутка по якорям 
+2 выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Main 
+2 выполнена интерактивность ссылок и кнопок. Интерактивность заключается не только в изменении внешнего вида курсора, например, при помощи свойства cursor: pointer, но и в использовании и других визуальных эффектов, например, изменение цвета фона или цвета шрифта, согласно стайлгайду в макете. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета 
+2 обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы 


Страница Pets (60)
7+15+4+14=40

------ +7 Проверка верстки ------
+4 https://validator.w3.org/
+1 логотип в хедере состоит из текстовых элементов +1
+1 страница содержит ровно один элемент <h1> 
+1 добавлен favicon 
---------------------------

------ +15 Вёрстка соответствует макету ------
---------------------------
+5 блок <header> 
+5 блок Our Friends 
+5 блок <footer> 
---------------------------
------ +4 Требования к css ------
+2 при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине 
+2 фоновый цвет тянется на всю ширину страницы 

------ Интерактивность элементов +14 ------
---------------------------
+2 элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны 
+2 доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) 
+2 каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки 
+2 плавная прокрутка по якорям 
+2 выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Pets 
+2 выполнена интерактивность ссылок и кнопок. Интерактивность заключается не только в изменении внешнего вида курсора, например, при помощи свойства cursor: pointer, но и в использовании и других визуальных эффектов, например, изменение цвета фона или цвета шрифта, согласно стайлгайду в макете. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета 
+2 обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы 
`);
